Repository: common-repository/recommend-by-mail-widget
Catalog: lang/recommend-by-mail-widget-*.po
Languages: fr_fr

source: Recommend by mail
fr_fr: Recommande par mail

source: Send a recommendation by email for this site to a friend
fr_fr: Envoyer une recommandation par mail pour ce site à un ami

source: Recommend
fr_fr: Recommande

source: Title
fr_fr: Titre

source: The site
fr_fr: Le site

source: The current page
fr_fr: La page courante

source: Mail subject
fr_fr: Sujet du mail

source: Mail content
fr_fr: Contenu du mail

source: You can use : [name] to display the user name/login, [email] to display his email, [site] to display the name of the site.
fr_fr: Vous pouvez utiliser : {name] pour afficher le nom de l'utilisateur, [email] pour afficher son adresse email, [site] pour afficher le nom du site.

source: Limit by user
fr_fr: Limite par utilisateur

source: No limitation
fr_fr: Pas de limite

source: recommendation / day
fr_fr: recommandation / jour

source: recommendations / day
fr_fr: recommandations / jour

source: Send
fr_fr: Envoyer

source: Email sent successfully
fr_fr: Email envoyé avec succès

source: Error
fr_fr: Erreur

source: Number of daily recommendations reached
fr_fr: Nombre de recommandations par jour dépassé
